{
  "cards": [
    {
      "id": "shakespeare",
      "name": "Shakespeare",
      "area": "Shakespeare",
      "link": "Saiba Mais",
      "desconto": "5%",
      "imgPath": "assets/img/shakespeare.jpg",
      "imgPathGreat": "assets/img/detalhes.png",
      "infoProduto": "Este produto é vendido por uma loja parceira. O Submarino garante sua compra.",
      "mensagemProduto": "O Compra Certa é um clube de compras com a curadoria de produtos e serviços certos para sua casa e bem-estar. Tudo isso em um programa exclusivo de benefícios e recompensas que valoriza a participação dos seus membros e oferece condições especiais para o seu bolso.",
      "description": "William Shakespeare é, sem dúvida, um mito. Sua obra tem um caráter universal e eterno, subvertendo o tempo e atravessando gerações. Para reverenciar este mestre, a Nova Fronteira preparou um box especial que reúne suas obras mais famosas, contando com a organização da professora Liana de Camargo Leão, especialista e pesquisadora da obra de Shakespeare, e a tradução consagrada da ensaísta e crítica de teatro Barbara Heliodora. No primeiro volume estão contempladas as peças mais."
    },
    {
      "id": "nathalia",
      "area": "Financeiro",
      "name": "Me Poupe!",
      "link": "Confira",
      "desconto": "3%",
      "imgPath": "assets/img/nathalia-arcuri.jpg",
      "imgPathGreat": "assets/img/nathalia-arcuri.jpg",
      "infoProduto": "Me Poupe! - 10 Passos Para Nunca Mais Faltar Dinheiro No Seu Bolso.",
      "mensagemProduto": "O Compra Certa é um clube de compras com a curadoria de produtos e serviços certos para sua casa e bem-estar. Tudo isso em um programa exclusivo de benefícios e recompensas que valoriza a participação dos seus membros e oferece condições especiais para o seu bolso.",
      "description": "Nathalia Arcuri é criadora do Me Poupe!, maior canal de finanças do mundo no YouTube. “Os fãs do canal Me Poupe! não vão se decepcionar. Nathalia Arcuri venceu o desafio de levar para o papel a linguagem que se tornou sua marca registrada, o que deve fidelizar multidões e reforçar o propósito de seu trabalho. Você tem em mãos um instrumento de transformação. Leia-o com sabedoria e coloque em prática o que encontrar aqui. Sua vida será outra, certamente mais rica, depois desta leitura."
    }
  ],
  "livros": [
    {
      "id": "shakespeare",
      "name": "Shakespeare",
      "desconto": "15%",
      "status": "ok",
      "autor": "Tiago Pacheco",
      "imgPath": "assets/img/shakespeare.jpg",
      "imgPathGreat": "assets/img/detalhes.png",
      "infoProduto": "Este produto é vendido por uma loja parceira. O Submarino garante sua compra.",
      "mensagemProduto": "O Compra Certa é um clube de compras com a curadoria de produtos e serviços certos para sua casa e bem-estar. Tudo isso em um programa exclusivo de benefícios e recompensas que valoriza a participação dos seus membros e oferece condições especiais para o seu bolso.",
      "description": "William Shakespeare é, sem dúvida, um mito. Sua obra tem um caráter universal e eterno, subvertendo o tempo e atravessando gerações. Para reverenciar este mestre, a Nova Fronteira preparou um box especial que reúne suas obras mais famosas, contando com a organização da professora Liana de Camargo Leão, especialista e pesquisadora da obra de Shakespeare, e a tradução consagrada da ensaísta e crítica de teatro Barbara Heliodora. No primeiro volume estão contempladas as peças mais."
    },
    {
      "id": "menina",
      "name": " A Menina Que Roubava Livros ",
      "desconto": "25%",
      "status": "ok",
      "autor": "Douglas Duarte",
      "imgPath": "assets/img/menina.jpg",
      "imgPathGreat": "assets/img/menina.jpg",
      "infoProduto": "Este produto é vendido por uma loja parceira. O Submarino garante sua compra.",
      "mensagemProduto": "Um dia todos irão conhece-la. Mas ter a sua história contada por ela é para poucos.",
      "description": "Entre 1939 e 1943, Liesel Meminger encontrou a Morte três vezes. E saiu suficientemente viva das três ocasiões para que a própria, de tão impressionada, decidisse nos contar sua história, em  livro há mais de um ano na lista dos mais vendidos do Desde o início da vida de Liesel na rua Himmel, numa área pobre de Molching, cidade desenxabida próxima a Munique, ela precisou achar formas de se convencer do sentido da sua existência."
    },
    {
      "id": "chaves",
      "name": " Chaves A História Oficial Ilustrada",
      "desconto": "6%",
      "status": "ok",
      "autor": "Nicolas",
      "imgPath": "assets/img/chaves.jpg",
      "imgPathGreat": "assets/img/chaves.jpg",
      "infoProduto": "Este produto é vendido por uma loja parceira. O Submarino garante sua compra.",
      "mensagemProduto": "O leitor está diante de uma biografia que resume alguns dos episódios mais.",
      "description": "Roberto Gómez Bolaños, o grande humorista que deu vida a Chaves e Chapolin Colorado, dois dos maiores sucessos da televisão, ganha uma homenagem em Chaves – a história oficial ilustrada. Criador e intérprete desses heróis que levaram o riso a milhares de pessoas ao longo de quatro gerações, Chaves é a celebração da trajetória de um artista exemplar. O leitor está diante de uma biografia que resume alguns dos episódios mais marcantes da vida e dos quase sessenta anos de carreira do escritor, roteirista, ator, diretor, dramaturgo, comediante e compositor mexicano. Um fenômeno que, acompanhado por um espetacular grupo de comediantes, superou a popularidade de outros grandes nomes da comédia, como Charles Chaplin. Chaves nas redes sociais: • A página “Chespirito y sus amigos” tem mais de 2,5 milhões de curtidas no Facebook; • Roberto Bolaños conta com 6,78 milhões de seguidores em sua conta no Twitter, mesmo 3 anos após a morte do artista; • O perfil @chespirito_rgb, conta oficial do Grupo Chespirito no Instagram, soma 889 mil seguidores; • Após o estrondoso sucesso do seriado original, produzido nos anos 1970 e reprisado durante décadas pelo SBT, a Televisa criou uma versão de Chaves em desenho animado, transmitido no Brasil desde 2013."
    },
    {
      "id": "nathalia",
      "name": "Me Poupe!",
      "status": "ok",
      "desconto": "3%",
      "autor": "Nathalia",
      "imgPath": "assets/img/nathalia-arcuri.jpg",
      "imgPathGreat": "assets/img/nathalia-arcuri.jpg",
      "infoProduto": "Me Poupe! - 10 Passos Para Nunca Mais Faltar Dinheiro No Seu Bolso.",
      "mensagemProduto": "O Compra Certa é um clube de compras com a curadoria de produtos e serviços certos para sua casa e bem-estar. Tudo isso em um programa exclusivo de benefícios e recompensas que valoriza a participação dos seus membros e oferece condições especiais para o seu bolso.",
      "description": "Nathalia Arcuri é criadora do Me Poupe!, maior canal de finanças do mundo no YouTube. “Os fãs do canal Me Poupe! não vão se decepcionar. Nathalia Arcuri venceu o desafio de levar para o papel a linguagem que se tornou sua marca registrada, o que deve fidelizar multidões e reforçar o propósito de seu trabalho. Você tem em mãos um instrumento de transformação. Leia-o com sabedoria e coloque em prática o que encontrar aqui. Sua vida será outra, certamente mais rica, depois desta leitura."
    },
    {
      "id": "software",
      "name": "Gestão de produtos de software",
      "status": "esgotado",
      "desconto": "3%",
      "autor": "Joaquim Torres",
      "imgPath": "assets/img/gestao.jpg",
      "imgPathGreat": "assets/img/gestao.jpg",
      "infoProduto": "Neste livro, Joaquim Torres responde essas perguntas e mostra como é o dia a dia do trabalho de um gestor de produtos.",
      "mensagemProduto": "Como aumentar as chances de sucesso do seu software",
      "description": "Cuidar do andamento de um projeto de software é uma tarefa que requer diversos conhecimentos. Saber lidar com pressão de clientes, anseios do time de desenvolvimento, necessidades da equipe de vendas. Como negociar prazos? O que deve ser desenvolvido primeiro no roadmap do meu produto? Como aumentar a retenção de usuários? Essas e várias outras questões perseguem o gestor de produtos no seu dia a dia."
    },
    {
      "id": "asp",
      "name": "ASP Clássico - Programando na Web",
      "status": "ok",
      "desconto": "83%",
      "autor": "Joaquim Torres",
      "imgPath": "assets/img/asp.jpg",
      "imgPathGreat": "assets/img/asp.jpg",
      "infoProduto": "A linguagem ASP – Active Server Pager é uma das mais utilizadas no mundo da Programação WEB por que é o código nativo do Servidores e Provedores de Hospedagem com IIS.",
      "mensagemProduto": "O que estou considerando ao ASP é que seja conhecido de forma simples e, ao mesmo tempo, profunda, não superficial, ou pior, prolíxa.",
      "description": "A linguagem ASP – Active Server Pager é uma das mais utilizadas no mundo da Programação WEB por que é o código nativo do Servidores e Provedores de Hospedagem com IIS – Information Internet Server que funciona sob sua infraestrutura de software Sistema Operacional Microsoft."
    },
    {
      "id": "angular",
      "name": "Beginning Angular with Typescript",
      "status": "ok",
      "desconto": "60%",
      "autor": "Greg Lim",
      "imgPath": "assets/img/angular.jpg",
      "imgPathGreat": "assets/img/angular.jpg",
      "infoProduto": "This book is for developers with basic familiarity with HTML, CSS, Javascript and object-oriented programming. No TypeScript or AngularJS experience needed.",
      "mensagemProduto": "O  apps for any platform be it web, mobile web.",
      "description": "Angular is one of the leading frameworks to develop apps across all platforms. Reuse your code and build fast and high performing apps for any platform be it web, mobile web, native mobile and native desktop. You use small manageable components to build a large powerful app. No more wasting time hunting for DOM nodes."
    },
    {
      "id": "mean",
      "name": "Full stack JavaScript",
      "status": "ok",
      "desconto": "1%",
      "autor": "Greg Lim",
      "imgPath": "assets/img/mean.jpg",
      "imgPathGreat": "assets/img/mean.jpg",
      "infoProduto": "Neste livro completíssimo, Flávio Almeida vai ensinar a desenvolver com essa poderosa stack, passando pelos problemas encontrados no dia a dia, destrinchando cada um dos seus elementos fundamentais e indo até o deploy e o teste da aplicação. É um livro que todo desenvolvedor web precisa ler.",
      "mensagemProduto": "MongoDB, Express, Angular e Node.js",
      "description": "Já pensou em desenvolver aplicações web ricas com recursos complexos, extremamente performáticos e robustos? É isso que você conseguirá fazer com a stack MEAN Unindo várias das principais tecnologias do mercado, como o MongoDB, Express, Angular e Node.js em cima da linguagem JavaScript, é possível criar aplicações em um curto espaço de tempo em uma."
    },
    {
      "id": "nutricao",
      "name": "Nutrição Comportamental",
      "status": "ok",
      "desconto": "45%",
      "autor": "Fernanda Lima",
      "imgPath": "assets/img/nutri.jpg",
      "imgPathGreat": "assets/img/nutri.jpg",
      "infoProduto": "Este livro apresenta e discute a nutrição com um novo foco e premissas, bem como as diferentes ferramentas e estratégias que podem ser usadas para trabalhar a mudança de comportamento. Inédito no cenário brasileiro, é obra indispensável para nutricionistas, estudantes de Nutrição e profissionais das áreas de psicologia e de alimentos que tenham interesse nessa nova forma de pensar sobre comida.",
      "mensagemProduto": "Aconselhamento nutricional.",
      "description": "Embora os temas nutrição e alimentação estejam cada vez mais em pauta, persiste uma visão restrita e dicotômica do “saudável e não saudável”, dos alimentos “bons ou ruins”, na qual o prazer em comer é muitas vezes associado à culpa. Esse contexto não promove a mudança de comportamento e não torna as pessoas mais saudáveis (como pode ser comprovado pelo aumento dos índices de doenças crônicas, transtornos alimentares e obesidade)."
    }
  ],
  "reservas": [
    {
      "nome": "Prince",
      "nomelivro": "Nutrição Comportamental",
      "email": "prince@hotmail.com",
      "id": 1
    },
    {
      "nome": "Gigi",
      "nomelivro": " Chaves A História Oficial Ilustrada",
      "email": "gigi@hotmail.com",
      "id": 2
    },
    {
      "nome": "Abner",
      "nomelivro": "Me Poupe!",
      "email": "abner@hotmail.com",
      "id": 3
    },
    {
      "nome": "Luciano Meideiros",
      "nomelivro": " A Menina Que Roubava Livros ",
      "email": "luciano@hotmail.com",
      "id": 4
    },
    {
      "nome": "Maria",
      "nomelivro": " A Menina Que Roubava Livros ",
      "email": "maria@hotmail.com",
      "id": 5
    },
    {
      "nome": "ricardo Durao",
      "nomelivro": "Full stack JavaScript",
      "email": "durao@hotmail.com",
      "id": 6
    },
    {
      "nome": "Douglas Prince",
      "nomelivro": " A Menina Que Roubava Livros ",
      "email": "princi@hotmail.com",
      "id": 7
    },
    {
      "nome": "Nathilia",
      "nomelivro": "Me Poupe!",
      "email": "nat@hotmail.com",
      "id": 8
    },
    {
      "nome": "Tiaguinho",
      "nomelivro": "Beginning Angular with Typescript",
      "email": "tiaguinho@hotmail.com",
      "id": 10
    },
    {
      "nome": "Doctor ",
      "nomelivro": "Full stack JavaScript",
      "email": "doctor@hotmail.com",
      "id": 11
    }
  ]
}
